[
  {
    "text": "Experienced web programmer with a demonstrated history of working in a multinational industry, highly skilled in Artificial Intelligence, JavaScript variants, and Python. Learn and teach Extreme Programming and develop fully qualified code. He offten presents in many kinds of IT topics at the same time he investigates and shares the newest technologies with the community and his working teams.",
    "name": "Agile Coach",
    "company": "IBM CIO"
  },
  {
    "text": "Balázs is a very talented and skilled developer. He is always eager to learn new technologies and share his knowledge with others. He is a great team player and a valuable asset to any team.",
    "name": "Group leader",
    "company": "University of Dunaújváros"
  },
  {
    "text": "I had the chance to work together with Balazs when he was a software developer in my department. He is an extremely detail and quality oriented person, an upcoming quintessential tech guru, the soldier you can depend on and the one who always explores his area of expertise. On top of his functional responsibilities he also participated as a mentor and coach for the junior software developers in our Hungarian CIO organization. Throughout the years of our joint venture i could always depend on Balazs for delivering top notch quality products. These were always aligned with the strategic platforms, reducing the need for refactoring later in the products lifecycle. He wore multiple hats on top of his developer one over his journey in my team. Being a DevOps engineer or a Linux expert, providing support as SME in new framework trends, middleware and cloud component explorations, generative AI prototyping, he always was able to enrich the programs he participated in. His approach, attitude and expertise <b>saved money</b> for the company and ensured that our technical staff was working on the next thing required for our deliverables. I can wholeheartedly recommend Balazs to any technical role because i am certain he will be able to deliver significant value to his future organization!",
    "name": "Manager",
    "company": "IBM CIO"
  }
]
