{
    "20150201": {
        "date": "",
        "title": "Valami titokzatos baj",
        "text": "<p>Mostanában olyan dolgok történtek velem, amik általában véve is szokatlanok, de számomra különösen nagy hatással voltak szinte mindenre az életemben. Ezért döntöttem úgy hogy elkezdek én is blogot írni. Könnyebb úgy megemészteni a dolgokat hogy kibeszélem magamból.</p>                                 <p>Az egész úgy kezdődött hogy Budapest felé az autópályán, December elején duplán láttam a záróvonalat egymás felett. Erre megijedtem és félre álltam egy kicsit pihenni de mivel főnökömhöz siettem föl egy megbeszélésre, nem időzhettem sokáig, így amikor egy kis javulást éreztem néhány perc múlva elindultam persze nem egészen jött helyre a pihenéstől, így az autópálya lehajtót eltévesztettem. jól el is késtem.</p>                                 <p>Ezután a karácsonyi összejöveteleken is mondogatták rokonaim hogy nem tudok fókuszálni egy pontra például valakinek a szemébe nézni és egy kicsit bizonytalanabb a mozgásom is.</p>                                 <p>Szilveszterkor jó volt minden, Kriszti is azt mondta hogy nem vett észre változást rajtam. Látok is és stabil is vagyok. Aztán, január 7.-én mentünk be a sürgősségire, mert nem tudtam kinyitni a jobb szemem... csak úgy miközben sétáltunk, bedagadt\n\nKb 1 óra után felhívtam egy közeli magán szemészt, és átsétáltunk hozzá. (Vagyis inkább futottunk).<br>Megvizsgált még este 8 kor és megállapította hogy a szemem tökéletes és nincs hibája az hogy nem tudom kinyitni nem szemészeti probléma, és javasolta hogy a sürgősségin kérjem a neurológust. Át is telefonált hogy menni fogunk és várjanak. Rendes volt nagyon. Nem tudom mit mondott, de 3 ápoló várt az ajtóban mire átértünk. Egy kicsit gyanús volt hogy tüdőröntgenre küldtek a vérvétel után. De végülis közel 5 órányi várakozás és 10 percnyi vizsgálat után másnapra visszahívtak a neurológiára. Másnap egy nagyon kedves doktornő kapásból elvégezte a tensilon tesztet, ami pozitív lett. Le voltam nyűgözve hogy az első húzásával meg is mondta mi a baj. Mestinon nevű gyógyszert írt fel amitől nyitva tudtam tartani a szememet még ha a látásom nem is volt tökéletes. És beutalt Székesfehérvárra elektrofiziológiai vizsgálatra és Dunaújvárosba egy mellkas CT-re, myasthenia gravis gyanuval...</p>"
    },
    "20150202": {
        "date": "",
        "title": "Második kör",
        "text": ""
    }
}
