{
    "20150201": {
        "date": "2015.02.01",
        "title": "Valami titokzatos baj",
        "text": "<p>Mostanában olyan dolgok történtek velem, amik általában véve is szokatlanok, de számomra különösen nagy hatással voltak szinte mindenre az életemben. Ezért döntöttem úgy hogy elkezdek én is blogot írni. Könnyebb úgy megemészteni a dolgokat hogy kibeszélem magamból.</p>                                 <p>Az egész úgy kezdődött hogy Budapest felé az autópályán, December elején duplán láttam a záróvonalat egymás felett. Erre megijedtem és félre álltam egy kicsit pihenni de mivel főnökömhöz siettem föl egy megbeszélésre, nem időzhettem sokáig, így amikor egy kis javulást éreztem néhány perc múlva elindultam persze nem egészen jött helyre a pihenéstől, így az autópálya lehajtót eltévesztettem. jól el is késtem.</p>                                 <p>Ezután a karácsonyi összejöveteleken is mondogatták rokonaim hogy nem tudok fókuszálni egy pontra például valakinek a szemébe nézni és egy kicsit bizonytalanabb a mozgásom is.</p>                                 <p>Szilveszterkor jó volt minden, Kriszti is azt mondta hogy nem vett észre változást rajtam. Látok is és stabil is vagyok. Aztán, január 7.-én mentünk be a sürgősségire, mert nem tudtam kinyitni a jobb szemem... csak úgy miközben sétáltunk, bedagadt\n\nKb 1 óra után felhívtam egy közeli magán szemészt, és átsétáltunk hozzá. (Vagyis inkább futottunk).<br>Megvizsgált még este 8 kor és megállapította hogy a szemem tökéletes és nincs hibája az hogy nem tudom kinyitni nem szemészeti probléma, és javasolta hogy a sürgősségin kérjem a neurológust. Át is telefonált hogy menni fogunk és várjanak. Rendes volt nagyon. Nem tudom mit mondott, de 3 ápoló várt az ajtóban mire átértünk. Egy kicsit gyanús volt hogy tüdőröntgenre küldtek a vérvétel után. De végülis közel 5 órányi várakozás és 10 percnyi vizsgálat után másnapra visszahívtak a neurológiára. Másnap egy nagyon kedves doktornő kapásból elvégezte a tensilon tesztet, ami pozitív lett. Le voltam nyűgözve hogy az első húzásával meg is mondta mi a baj. Mestinon nevű gyógyszert írt fel amitől nyitva tudtam tartani a szememet még ha a látásom nem is volt tökéletes. És beutalt Székesfehérvárra elektrofiziológiai vizsgálatra és Dunaújvárosba egy mellkas CT-re, myasthenia gravis gyanuval...</p>"
    },
    "20150210": {
        "date": "2015.02.10",
        "title": "Második kör",
        "text": "Székesfehérvárra busszal kellett átmenni, mert félig vakon nem lehet vezetni. Előtte egy orvos barátunk előrehozta a vizsgálazaimat, beutalat kaposvárra MR-re, CT-re közvetlenül a fehérvári vizsgálat utánra. Így az első vizagálat után egy héttel már meg is lettek volna a főbb általános vizsgálataim. A sok buszozás elkerülése miatt apa feljött értem, de mivel a vizsgálatról azt mondták hogy kb két óra, abban maradtunk hogy felhìvom mikor kezdem a vizsgálatot... Na hát ebből semmi nem volt igaz, 8-ra volt kiírva az elektrofiziológia, de 7: 45-re kész voltam, összesen 7 perc volt az egész. Ezért aztán közel 3 órát ültem a mekiben :) Úgyis régen jártam fehérvárnak ezen a részén. Másnap megvolt az MR és a CT nagyon gyors eredménnyel. Az ottani váróterem tényleg nagyon kellemes. Ezeket az eredményeket mikor a dunaújvárosi doktornő meglátta azonnal beutalt a pécsi neurológiai intézetbe. A sürgősséget jól szemlélteti hogy 2 napon belül már be is fektettek a pécsi kórházba. De olyan hirtelen hogy hétfő délután háromkor hívtak hogy kedd fél 8-ra legyek lent! Dunaújvárosból, Kaposvár érintésével, Pécsre busszal ;) Dehát kihívások nélkül unalmas az élet. Ráadásképpen vizsgaidőszak lévén pénteken vizsgám lett volna, és a héten dolgoztam is. De, challenge accepted!"
    },
    "20150213": {
        "date": "2015.02.13",
        "title": "És kezdődik a keverés...",
        "text": "Pécsett aztán elkezdek vizsgálni hogy mi bajom lehet. Újabb elektrofiziológia, de ez már tényleg két és fél óra volt. Egy 6 cm-es tűvel 18 alkalommal szúrt a bőr alá és vezetett áramot az izomba az orvos hogy lássa a reakciót a monitoron. Közben magyarázta a diákjainak. Végülis azért hagyta abba mert ennyi idő után sem tudta előidézni a Székesfehérvári eredményt, sőt diagnózisban kizárta a myasthenia gravis-t. Végül megvigasztalt hogy 400 forintos tűvel még nem szurkáltak úgyse, és hát ez tényleg igaz... Ezt is kipróbáltam. Mivel már benne voltam a gyakorlatban, még egy orvos érkezett hogy akkor venne vért is :) Na de nem ám simán, hanem csukló artériából. A tenyerem felől beszúrta a tűt, pár percig mozgatta majd közölte hogy nem sikerült. Ezt eljátszotta a másik kezemmel is, aztán megígérte hogy másnap visszajön csak megvárjuk hogy begyógyuljanak a sebek. Ezen a ponton beugrott a terminátor filmből ismert jelenet \"...még visszajövök!!\" és ezt az amúgy szimpatikus kis nőt a félszemű Swarzeneger helyébe képzeltem. Jött is vissza. Persze ő nem kamionnal mint a filmben, csak pár tűvel meg egy tartállyal. Talán kipihente magát mert sikerült levenni egy kevés vért, igaz a második próbából. Ezután még gyorsan vénából is vett. Ez már szinte jólesett. Az eredmény az lett hogy a véremben minden normális és egészséges. Na még aznap este egy MR-t csináltak, nehogy unatkozzak, itt egy csomó kedves nénivel beszélgettünk. Mindegyik megdicsérte hogy milyen szép pöttyös a karom. És érdeklődtek hogy miért a karomat szúrkodják ha a szememet nem tudom nyitva tartani. De szerencsére nem vagyok orvos. Pozitív nap volt, hiszen kiderült hogy van egy hibátlan vérképem, nem az a betegség amitől féltünk (mert Krisztivel mindent végigolvastunk a neten a myasthenia-ról), és számomra is kiserült hogy milyen sokan állnak mellettem a bajban. :) Ez nagyon jó érzés."
    }
}
