{
    "20150201": {
        "date": "08/02/2015 03:25",
        "title": "Valami titokzatos baj",
        "text": "<p>Mostanában olyan dolgok történtek velem, amik általában véve is szokatlanok, de számomra különösen nagy hatással voltak szinte mindenre az életemben. Ezért döntöttem úgy hogy elkezdek én is blogot írni. Könnyebb úgy megemészteni a dolgokat hogy kibeszélem magamból.</p>                                 <p>Az egész úgy kezdődött hogy Budapest felé az autópályán, December elején duplán láttam a záróvonalat egymás felett. Erre megijedtem és félre álltam egy kicsit pihenni de mivel főnökömhöz siettem föl egy megbeszélésre, nem időzhettem sokáig, így amikor egy kis javulást éreztem néhány perc múlva elindultam persze nem egészen jött helyre a pihenéstől, így az autópálya lehajtót eltévesztettem. jól el is késtem.</p>                                 <p>Ezután a karácsonyi összejöveteleken is mondogatták rokonaim hogy nem tudok fókuszálni egy pontra például valakinek a szemébe nézni és egy kicsit bizonytalanabb a mozgásom is.</p>                                 <p>Szilveszterkor jó volt minden, Kriszti is azt mondta hogy nem vett észre változást rajtam. Látok is és stabil is vagyok. Aztán, január 7.-én mentünk be a sürgősségire, mert nem tudtam kinyitni a jobb szemem... csak úgy miközben sétáltunk, bedagadt. Kb 1 óra után felhívtam egy közeli magán szemészt, és átsétáltunk hozzá. (Vagyis inkább futottunk).<br>Megvizsgált még este 8 kor és megállapította hogy a szemem tökéletes és nincs hibája az hogy nem tudom kinyitni nem szemészeti probléma, és javasolta hogy a sürgősségin kérjem a neurológust. Át is telefonált hogy menni fogunk és várjanak. Rendes volt nagyon. Nem tudom mit mondott, de 3 ápoló várt az ajtóban mire átértünk. Egy kicsit gyanús volt hogy tüdőröntgenre küldtek a vérvétel után. De végülis közel 5 órányi várakozás és 10 percnyi vizsgálat után másnapra visszahívtak a neurológiára. Másnap egy nagyon kedves doktornő kapásból elvégezte a tensilon tesztet, ami pozitív lett. Le voltam nyűgözve hogy az első húzásával meg is mondta mi a baj. Mestinon nevű gyógyszert írt fel amitől nyitva tudtam tartani a szememet még ha a látásom nem is volt tökéletes. És beutalt Székesfehérvárra elektrofiziológiai vizsgálatra és Dunaújvárosba egy mellkas CT-re, myasthenia gravis gyanuval...</p>"
    },
    "20150210": {
        "date": "10/02/2015 23:40",
        "title": "Második kör",
        "text": "<p>Székesfehérvárra busszal kellett átmenni, mert félig vakon nem lehet vezetni. Előtte egy orvos barátunk előrehozta a vizsgálazaimat, beutalat kaposvárra MR-re, CT-re közvetlenül a fehérvári vizsgálat utánra. Így az első vizagálat után egy héttel már meg is lettek volna a főbb általános vizsgálataim. A sok buszozás elkerülése miatt apa feljött értem, de mivel a vizsgálatról azt mondták hogy kb két óra, abban maradtunk hogy felhìvom mikor kezdem a vizsgálatot...</p><p>Na hát ebből semmi nem volt igaz, 8-ra volt kiírva az elektrofiziológia, de 7: 45-re kész voltam, összesen 7 perc volt az egész. Ezért aztán közel 3 órát ültem a mekiben :) Úgyis régen jártam fehérvárnak ezen a részén. Másnap megvolt az MR és a CT nagyon gyors eredménnyel. Az ottani váróterem tényleg nagyon kellemes. Ezeket az eredményeket mikor a dunaújvárosi doktornő meglátta azonnal beutalt a pécsi neurológiai intézetbe.</p><p>A sürgősséget jól szemlélteti hogy 2 napon belül már be is fektettek a pécsi kórházba. De olyan hirtelen hogy hétfő délután háromkor hívtak hogy kedd fél 8-ra legyek lent! Dunaújvárosból, Kaposvár érintésével, Pécsre busszal ;) Dehát kihívások nélkül unalmas az élet. Ráadásképpen vizsgaidőszak lévén pénteken vizsgám lett volna, és a héten dolgoztam is. <i>De, challenge accepted!</i></p>"
    },
    "20150213": {
        "date": "13/06/2015 13:40",
        "title": "És kezdődik a keverés...",
        "text": "Pécsett aztán elkezdek vizsgálni hogy mi bajom lehet. Újabb elektrofiziológia, de ez már tényleg két és fél óra volt. Egy 6 cm-es tűvel 18 alkalommal szúrt a bőr alá és vezetett áramot az izomba az orvos hogy lássa a reakciót a monitoron. Közben magyarázta a diákjainak. Végülis azért hagyta abba mert ennyi idő után sem tudta előidézni a Székesfehérvári eredményt, sőt diagnózisban kizárta a myasthenia gravis-t. Végül megvigasztalt hogy 400 forintos tűvel még nem szurkáltak úgyse, és hát ez tényleg igaz... Ezt is kipróbáltam. Mivel már benne voltam a gyakorlatban, még egy orvos érkezett hogy akkor venne vért is :) Na de nem ám simán, hanem csukló artériából. A tenyerem felől beszúrta a tűt, pár percig mozgatta majd közölte hogy nem sikerült. Ezt eljátszotta a másik kezemmel is, aztán megígérte hogy másnap visszajön csak megvárjuk hogy begyógyuljanak a sebek. Ezen a ponton beugrott a terminátor filmből ismert jelenet \"...még visszajövök!!\" és ezt az amúgy szimpatikus kis nőt a félszemű Swarzeneger helyébe képzeltem. Jött is vissza. Persze ő nem kamionnal mint a filmben, csak pár tűvel meg egy tartállyal. Talán kipihente magát mert sikerült levenni egy kevés vért, igaz a második próbából. Ezután még gyorsan vénából is vett. Ez már szinte jólesett. Az eredmény az lett hogy a véremben minden normális és egészséges. Na még aznap este egy MR-t csináltak, nehogy unatkozzak, itt egy csomó kedves nénivel beszélgettünk. Mindegyik megdicsérte hogy milyen szép pöttyös a karom. És érdeklődtek hogy miért a karomat szúrkodják ha a szememet nem tudom nyitva tartani. De szerencsére nem vagyok orvos. Pozitív nap volt, hiszen kiderült hogy van egy hibátlan vérképem, nem az a betegség amitől féltünk (mert Krisztivel mindent végigolvastunk a neten a myasthenia-ról), és számomra is kiserült hogy milyen sokan állnak mellettem a bajban. :) Ez nagyon jó érzés."
    },
    "20150614": {
        "date": "14/06/2015 23:49",
        "title": "Maradandó élmény",
        "text": "<p>Nem értem mi baja az embereknek a kórházi kajákkal.... nekem jól esett a reggeli is meg az ebéd is, és semmiben sem tért el attól amit a suli menzáján adnak.</p><p>Ez a hely teljesen olyan mint a kollégium. Reggel 6-kor ébresztő, mondjuk itt a két lány nem reggelizni jön hanem vérnyomást mérni, de ilyen látványra szívesen ébredek.</p><p>Aztán bejött a kezelőorvosom is. Magabiztos, korrekt ember, meggyőző önéletrajzzal és barátságos stílussal. Elvégzett pár vizsgálatot az izommozgások és reflexek vonatkozásában, és elbeszélgettünk a betegség előzményeiről. A csúcs kérdés az volt hogy nem drogozok-e :D és hogy monogám kapcsolatban élek-e, ezen a ponton Krisztit is érdekelni kezdte a dolog! :)</p><p>Ezek után órákig telefonba meséltem hogy jól vagyok. :) Egyik hívás után a másik! Jól esett hogy sokan gondolnak rám!</p><p>Aztán késő délután befutott egy srác műtős ruhában meg maszkban és villámokat megszégyenítő gyorsasággal érdeklődött hogy voltam-e már izombiopszián. A zsebében lévő szike láttán kicsit elbizonytalanodtam... gondolom észrevette mert gyorsan hozzátette hogy \"akkor most leszek\".</p><p>Felkísért a műtőbe, és közben elmondta hogy a vállizmomból fog mintát venni hogy kiderüljön, vajon az izmaimnak van-e baja.</p><p>Egy adag helyi érzéstelenítő után egy jó 3 centis vágást csinált, amíg leért az izomig. Láthatóan élvezi a munkáját mert közben heves beszélgetésbe kezdtünk az ápolónőkről. Nagyon érdekelte hogy nem akarom-e bemutatni és érdekel-e engem is valamelyik. Na persze közben dolgozott is, de annyira hogy 15 öltéssel kellett összevarrni. Fura érzés mikor a vért érzed hogy folyik, de a sebet nem.</p><p>> Az a vágás megvan még 5 hónap után is... de szokott tetszeni az embereknek.</p><p>Kaptam pár értelmes tanácsot is, hogy ne edzek annyit mert túl jó a vérellátásom és kemények az izomrostok. Nehezítem az orvos munkáját... hát már ez is baj? :)</p>"
    },
    "20150617": {
        "date": "17/06/2015 10:10",
        "title": "A gyógyszer kezdte, de én fejezem be",
        "text": "<p>Tehát egy rakás vizsgálat és annál is több izgalom után, volt ugyan pozitívum nem is kevés, de a probléma nem derült ki.</p><ul><li>Izombiopszia</li><li>Elektrofiziológia (2x)</li><li>MR (4x)</li><li>CT (2x)</li><li>Lumbálás (2x)</li><li>Urológiai ultrahang</li><li>Vérkép (minden reggel ~20x)</li></ul></p><p>De gondolván, ha elengedtek akkor jobban vagyok, ismét a kollégiumba költöztem.</p><p>Az első munkanappal nem is volt baj. Örültek nekem :) Aztán éjszaka jött a baj... még mindig alváshiány... egyetlen percet sem aludtam. Mikor érzed hogy leragad a szemed, felkelni nem bírsz a fáradtságtól, már majdnem elalszol, és azon a ponton mikor átlendülnél álomországba valami visszaránt... és marad az álmosság.</p><p>Na ez 3 napig ment, harmadnap este már Kriszti is átjött hogy majd a legmegnyugtatóbb ölelése segít. Az érzés és a gesztus nagyon-nagyon jól esett, de az alváson nem segített. De a legpozitívabb éjszakája volt a hétnek!</p><p>Negyedik nap aztán nem bírtam tovább és hazamentem Kaposvárra. Főnököm egy szó nélkül elengedett, ezért rendkívül hálás vagyok Neki a mai napig!</p><p>Az orvos felírt 2 féle nyugtatót (Rivotril 1X0.5mg és Frontin 3X0.25mg), amiből az egyiket éjszakára, a másikat ha szükséges nappalra kellett szednem. Persze mire elértem a dokit eltelt még egy nap, így már 5 éjszakát virrasztottam át (ez a középkorban bevált kínzási módszer volt), ezután még mire a szervezetem megszokta a nyugtatót még 2. Utána beállt hogy 3-4 órát már alszom, de mellékhatása ezeknek is van. Pl, függőség, vagy agresszió, depresszió...</p><p>Mindenki jószándéka jeleként sok másik orvost és kórházat felkerestünk akiket ajánlottak, köztük a Honvéd kórházat is... ahol az ország leghíresebb neurológus professzora rendel. Ő a legnagyobb elismeréssel beszélt a pécsiekről és Ács doktorról, valamint javasolta hogy imádkozzak... mert nincs mit tenni. (Persze évek óta ezt csinálom így nem lehet igaz rám a mondás hogy \"zuhanó gépen nincs ateista\").</p><p>A steroidnak ezt a támadását végül is sikerült keretek közé szorítani, így ismét Dunaújvárosba mentem, mert ugye a munka nem állhat le, bár tudom hogy senki sem pótolhatatlan, de nem akarok csalódást okozni, és az orvos azt mondta foglaljam el magam és ne gondolkodjak a betegségen. (bár szerintem karácsony óta elég alaposan átgondoltam már)</p><p>Csakhogy a steroid gonosz gyógyszer! Megvannak az eszközei! Ami a szervezetben porc, vagy csont azt szépen lassan fel is oldja... mondjuk a fogakat és az izületeket.</p><p>Ezelőtt a felhalmozódott stresszt, amit fokoz a gyógyszer és a Rivotril okozta agresszió mellékhatása, futással vezettem le minden este. Na most fogfájósan és szétment izületekkel ez fájdalmas. Gondoltam ezt is visszaverem, így a fogászhoz mentem aki közölte hogy ki kell venni a bölcsességfogaimat...de ő nem vállalja. Irány a szájsebészet, de Dunaújvárosban nem vállalják be a gyógyszeres kezelés miatt.</p><p>Ez egyre jobb, nem?</p><p>Pozitívuma a történetnek hogy ennyi új dolgot régen csináltam már. Kipróbáltam a lyukszemüveget, a szemkendőt, a térdszorítót, olyan helyekre mentem ahová amúgy sose gondoltam volna és rengeteg új emberrel és életszemlélettel találkoztam! :)</p>"
    },
    "20150615": {
        "date": "15/06/2015 1:18",
        "title": "Ne fogadj el gyógyszert idegentől",
        "text": "<h4>...avagy, ha z orvosi esküben benne van hogy \"Ne okozz kárt\" akkor most hogy is van ez?</h4><p>Na, másnap reggel aztán behoztak egy csomó fehér gyógyszert. Mint utólag kiderült Medrol nevű steroid volt, a hozzá tartozó káliummal és gyomorvédővel, de kérdésemre a nővér azt mondta gyulladáscsökkentő.</p><h3>Ez az a gyógyszer amit sose hagyjatok hogy szedessenek hozzátartozóitokkal.</h3><p>(Csak ha tényleg nincs más lehetőség.)</p><p>A gyulladást lehet hogy tényleg csökkenti, viszont annyi és olyan kegyetlen mellékhatása van hogy én csak életveszélyes helyzetben alkalmaznám a gyógyszert akkor is csak kis mennyiségben. Nagy lehetett a baj, mert elég nagy adagot kaptam. A hatás már aznap este érezhető volt, de akkor nem tudtam még elképzelni miért nem tudok aludni és miért gyűlik bennem olyan feszültség hogy a madárcsicsergés is idegesít.</p><p>Mindegy hát gondoltam biztos a kórházi hangulat.... estére azért már kértem egy nyugtatót hogy tudjak pihenni is, de fél óra után felébredtem és csak mászkáltam a folyosókon, meg olvasgatni próbáltam de félig vakon nehéz. Pozitívuma a dolognak hogy így a tengeren túli ismerősökkel és rokonokkal is tudtam beszélni, ahol 8 óra eltérés van, mert nekem mindegy. 24 órázok :D</p><p>Pár nap alatt felemelték az adagot 56mg-ra, így a tünetek csak rosszabbak lettek.</p><p>* agresszió, türelmetlenség, harag</p><p>* kialvatlanság, ingerlékenység</p><p>* puffadás</p><p>* hormonháztartás felborulása</p><p>Mindez kevesebb mint 3 nap alatt. Nap közben a látogatók, a társaság megnyugtatott, de éjjel az a kb 3-tól 6-ig időszak az kegyetlen volt.</p><p>Na mikor már kellőképpen ki voltam készülve, ismét bejött a doktornő, aki az elején a vért vette. Nagyon fel volt bátorodva mert most 10 centis tűje volt :D Bájos vigyorral bejelentette hogy a gerincemből fogunk mintát venni, lumbálás következik. Üljek le, görnyedjek előre amennyire tudok az ágy szélén, hogy minnél jobban feszüljön a derekam a gerincemnél. (Mint mikor törökülésben a combodra hajtod a fejed.) Aztán egy határozott mozdulattal a gerincvelődbe szúrja a tűt... 1, 2, 3, 4, 5... és még mindig nem sikerült eltalálni a gerincemet... akkor elment hívott egy másik orvost, akinek a 6. szúrással sikerült eltalálni és ki is vette a mintát, de sajnálkozva mondta hogy túl véres ahhoz hogy használják így ismételünk pár nap múlva. Addig igyekezzek mozdulatlanul feküdni mert az agyvizet pótolni kell, a levett minta miatt, ezért próbáljak sokat inni. Na most hogy iszol mozdulatlanul? Itt már éreztem hogy gáz van, mert a főorvos jött vizsgálni.</p><p>Én megmozdulni nem tudtam. a fejem hasogat, szédülök, ha megmozdul valamim benyilall a gerincem, ülni aztán végképp nem lehet... (A doktornő simán felültetett ebédelni egy órával a szúrások után... itt hallottam a folyosón üvölteni a főorvost.) Éjszaka aztán fura érzés volt hogy fekve, csokott szemmel szédülök. Vigyázzatok ezzel a vizsgálattal is. Amíg bármi más remény van, ne engedjétek!!</p><p>Az éjszaka elég kegyetlen volt. Majdnem egy hete alig aludtam. Reggel aztán mikor végre kicsit elszenderedtem beesett egy mentős hogy elvisz. Mondtam neki hogy nem lehet mert se nem szabad, se nem tudok felkelni. De megmutatta a papírt hogy urológiai ultrahangra vagyok bejegyezve.</p><p>Na akkor nagy nehezen felkeltem, felöltöztem és reménykedve hogy csak egy kezelőbe visz elindultam vele. Láthatta hogy tényleg nem oké valami mert megkérdezte tolószéket kérek-e, de erre amilyen arcot vágtam jobbnak látta ha inkább sétálunk :D</p><p>Kocsival vittek át a város másik felére ahol a vizsgálat volt, 6 másik emberrel együtt. A zötykölődés, a 3 óra várakozás állva (mert ugye teltház volt), és a reggeli hiánya nem tudom hogy egyeztethető össze a fekvéssel és a sok folyadékkal :) Mert ugye mikor az ember feküdni is alig tud...</p><p>A vizsgálat amúgy annyi volt hogy vért vett egy néni aztán két tizenéves lány levette a gatyámat és megnézegette ami benne volt. Megállapították hogy nagyon rendben van, szép darab, a hasamat ultrahangozták, meg is fogdosták mindketten és 10 perc után sajnos már ismét vártam a váróban.</p>"
    },
    "": {
        "date": "",
        "title": "",
        "text": ""
    }
}
