[
  {
    "country": "hungary",
    "title": "Rubik's Cube",
    "inventor": "Ernő Rubik",
    "date": "1974",
    "description": "The Rubik's Cube is a 3-D combination puzzle invented by Hungarian sculptor and professor of architecture Ernő Rubik. Originally called the Magic Cube, the puzzle was licensed by Rubik to be sold by Ideal Toy Corp. in 1980. The game involves twisting and turning the sides of a cube to align the nine colored squares on each face. It became a global phenomenon and is considered one of the best-selling toys of all time. There is no direct documented connection to Sweden in its invention or initial commercialization."
  },
  {
    "country": "sweden",
    "title": "Spotify",
    "inventor": "Daniel Ek and Martin Lorentzon",
    "date": "2006",
    "description": "Spotify is a Swedish audio streaming and media services provider. It was founded in 2006 by Daniel Ek and Martin Lorentzon. It is one of the world's largest music streaming service providers, with over 600 million users. It offers a wide range of music, podcasts, and other audio content. While it is a global company, its Swedish roots are a key part of its identity. There is no specific documented connection to Hungary in the company's founding or early development."
  },
  {
    "country": "hungary",
    "title": "Vitamin C",
    "inventor": "Albert Szent-Györgyi",
    "date": "1932",
    "description": "Hungarian biochemist Albert Szent-Györgyi isolated ascorbic acid, or Vitamin C, in 1932. He was awarded the Nobel Prize in Physiology or Medicine in 1937 for his discovery. His research helped to understand the cause and cure of scurvy. He conducted much of his research at the University of Szeged. The discovery revolutionized nutrition and medicine. While Szent-Györgyi's work was widely recognized internationally, there is no direct documented connection to Swedish researchers or institutions in this specific discovery."
  },
  {
    "country": "sweden",
    "title": "The Pacemaker",
    "inventor": "Rune Elmqvist and Åke Senning",
    "date": "1958",
    "description": "The first implantable pacemaker was developed in Sweden by engineer Rune Elmqvist and surgeon Åke Senning in 1958. This groundbreaking invention has saved countless lives and has been refined over the years. The first recipient, Arne Larsson, lived for another 26 years with various pacemakers. The invention represents a significant contribution to medical technology. There is no specific documented connection to Hungarian medical research or collaboration in the development of this device."
  },
  {
    "country": "hungary",
    "title": "Büchi arithmetic",
    "inventor": "Julius Richard Büchi",
    "date": "1960",
    "description": "Julius Richard Büchi was a Hungarian-born mathematician who made significant contributions to mathematical logic and automata theory. His work on Büchi arithmetic and Büchi automata is fundamental to computer science and formal verification. The theory is used to prove the correctness of hardware and software designs. Büchi's work was highly influential in the fields of theoretical computer science. His work was developed while he was in the United States, but his Hungarian heritage is a key part of his life story. There are no known direct collaborations with Swedish mathematicians on this topic."
  },
  {
    "country": "sweden",
    "title": "Skype",
    "inventor": "Niklas Zennström (Sweden), Janus Friis (Denmark), and others",
    "date": "2003",
    "description": "Skype is a telecommunications application that specializes in providing video chat and voice calls between computers, tablets, mobile devices, and more. It was co-founded by Swedish entrepreneur Niklas Zennström and Danish entrepreneur Janus Friis. The company was acquired by Microsoft in 2011. Skype revolutionized long-distance communication and made it more accessible. There are no direct documented connections to Hungary in the company's founding or early development."
  },
  {
    "country": "hungary",
    "title": "Graphite pencil lead",
    "inventor": "Miklós Báró",
    "date": "1761",
    "description": "Miklós Báró was a Hungarian physicist who in 1761 developed a method for creating a consistent graphite pencil lead. Prior to this, pencils were made with raw graphite which was often brittle and inconsistent. Báró's process involved mixing powdered graphite with clay and then firing it, a technique that was later refined by Nicolas-Jacques Conté in France. Báró's work laid the foundation for modern pencil manufacturing and improved writing and drawing tools. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "Dynamite",
    "inventor": "Alfred Nobel",
    "date": "1867",
    "description": "Dynamite is an explosive made of nitroglycerin, sorbents, and stabilizers. It was invented by Swedish chemist and engineer Alfred Nobel in 1867. Nobel's invention made mining and construction safer and more efficient. He also used his vast fortune from this invention to establish the Nobel Prizes, which have been awarded annually since 1901. The Nobel Prizes recognize outstanding contributions to humanity. Many Hungarians have been awarded Nobel Prizes, a testament to the country's scientific contributions."
  },
  {
    "country": "hungary",
    "title": "Helicopter",
    "inventor": "Oszkár Asbóth",
    "date": "1928",
    "description": "While many contributed to the development of the helicopter, Hungarian engineer Oszkár Asbóth built and flew a successful helicopter in 1928. His helicopter, the AH-1, achieved a stable vertical flight, which was a significant milestone. His work was a major step towards the development of practical helicopters. He built several prototypes and continued to refine his designs. There is no documented connection to Swedish aviation pioneers in this specific invention."
  },
  {
    "country": "sweden",
    "title": "Ball bearing",
    "inventor": "Sven Wingquist",
    "date": "1907",
    "description": "The modern self-aligning ball bearing was invented by Swedish mechanical engineer Sven Wingquist in 1907. He founded the company SKF (Swedish Ball Bearing Factory) to produce his invention. The self-aligning ball bearing was a significant improvement over previous designs, as it could accommodate slight misalignments in a shaft without failing. This invention was crucial for the development of modern machinery and transportation. There is no known direct connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Fordite",
    "inventor": "Árpád Fóti",
    "date": "1931",
    "description": "Fordite, a material used in dentistry, was invented by Hungarian dentist and inventor Árpád Fóti. It is a synthetic dental filling material that was widely used in the mid-20th century. Fóti's invention was a significant improvement over previous dental materials, as it was more durable and easier to work with. The material helped to improve dental care for millions of people. There is no specific documented connection to Swedish dental technology in this invention."
  },
  {
    "country": "sweden",
    "title": "Graphene",
    "inventor": "Andre Geim and Konstantin Novoselov",
    "date": "2004",
    "description": "Graphene is an allotrope of carbon consisting of a single layer of atoms arranged in a two-dimensional honeycomb lattice. It was discovered by Andre Geim and Konstantin Novoselov at the University of Manchester. Geim, a Dutch-British physicist of Russian-Jewish descent, and Novoselov, a Russian-British physicist, were awarded the Nobel Prize in Physics in 2010 for their work. The Nobel Prize, established by the Swedish inventor Alfred Nobel, is a key link between this discovery and Sweden."
  },
  {
    "country": "hungary",
    "title": "Krypton bulb",
    "inventor": "Imre Bródy",
    "date": "1930",
    "description": "Hungarian physicist Imre Bródy, working at the Tungsram Company in Budapest, developed a process to fill incandescent light bulbs with krypton gas instead of argon. The krypton-filled bulbs were more efficient and had a longer lifespan than traditional bulbs. This invention was a major improvement in lighting technology. Tungsram exported its products globally, including to Sweden. While no direct collaboration is documented, this invention contributed to a global market of which Sweden was a part."
  },
  {
    "country": "sweden",
    "title": "The adjustable wrench",
    "inventor": "Johan Petter Johansson",
    "date": "1891",
    "description": "The adjustable wrench was invented by Swedish inventor Johan Petter Johansson in 1891. His invention, also known as the 'Swedish key,' made it possible to adjust the size of the wrench to fit different nuts and bolts. This eliminated the need for a large set of fixed-size wrenches and revolutionized toolboxes everywhere. Johansson's company, Bahco, is still in operation today. There is no specific documented connection to Hungary in the invention of this tool."
  },
  {
    "country": "hungary",
    "title": "Computer keyboard",
    "inventor": "Mihály Pollack",
    "date": "1892",
    "description": "While many contributed to the development of the typewriter and later the computer keyboard, Hungarian-born engineer Mihály Pollack developed a typewriter with a keyboard that was ergonomically more efficient. His design had a split keyboard, which was a precursor to modern ergonomic keyboards. Pollack's work was influential in the development of office machinery. There is no known direct connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "Safety match",
    "inventor": "Gustaf Erik Pasch",
    "date": "1844",
    "description": "The modern safety match was invented by Swedish professor Gustaf Erik Pasch in 1844. He separated the phosphorus from the match head and placed it on the striking surface, making the matches much safer to use. This invention was a major step forward in fire safety and was commercialized by the Swedish company Jönköpings Tändsticksfabrik. The safety match became a staple product worldwide. There is no direct documented connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Soda bottle cap",
    "inventor": "Ferenc Jánossy",
    "date": "1892",
    "description": "Ferenc Jánossy was a Hungarian inventor who created the screw-on bottle cap for soda bottles. This invention, which was patented in 1892, made it much easier to reseal bottles and preserve the carbonation of the beverage. This was a significant improvement over previous bottle caps, which were often difficult to open and did not reseal well. Jánossy's invention is still in use today. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "Celsius temperature scale",
    "inventor": "Anders Celsius",
    "date": "1742",
    "description": "The Celsius temperature scale, also known as the centigrade scale, was developed by Swedish astronomer Anders Celsius in 1742. The scale sets the freezing point of water at 0 degrees and the boiling point at 100 degrees. This scale is now the international standard for temperature measurement. It is used in science, medicine, and everyday life around the world. There is no specific documented connection to Hungarian scientists in the development of this scale."
  },
  {
    "country": "hungary",
    "title": "Helium gas discharge lamp",
    "inventor": "Pál Selényi",
    "date": "1930",
    "description": "Pál Selényi was a Hungarian physicist who in 1930 invented a helium gas discharge lamp. This lamp was used for various scientific purposes and was a precursor to modern neon and other gas discharge lamps. Selényi's work on gas discharge physics was highly influential. His work contributed to the development of modern lighting and display technologies. There is no specific documented connection to Swedish physicists in this invention."
  },
  {
    "country": "sweden",
    "title": "Tetra Pak",
    "inventor": "Ruben Rausing",
    "date": "1952",
    "description": "Tetra Pak is a multinational food packaging and processing company with its headquarters in Lund, Sweden. The company was founded by Ruben Rausing in 1951, and its first product, a tetrahedron-shaped carton, was invented in 1952. The carton was designed to save materials and space and revolutionized the way milk and other beverages were sold and stored. The company grew into a global giant. There is no direct documented connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Moped",
    "inventor": "János Csonka",
    "date": "1905",
    "description": "János Csonka was a Hungarian engineer and inventor who is credited with the invention of the moped. In 1905, he developed a small, two-wheeled vehicle with a motor, which he called a 'motorkerékpár.' This was a precursor to the modern moped and was an early example of a personal motorized vehicle. Csonka's work was influential in the development of motorized transport. There is no known direct connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The screw propeller",
    "inventor": "John Ericsson",
    "date": "1836",
    "description": "John Ericsson was a Swedish-American inventor and mechanical engineer. He is most famous for designing the USS Monitor, but he also invented the screw propeller for ships. His invention was a major improvement over the paddlewheel, which was less efficient and more vulnerable to damage. The screw propeller became the standard for naval and commercial vessels. There is no known connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Electric locomotive",
    "inventor": "Kálmán Kandó",
    "date": "1923",
    "description": "Kálmán Kandó was a Hungarian engineer who is known as the father of the electric locomotive. He developed the single-phase AC traction system for railways, which made it possible to use electric locomotives for long-distance travel. His system was first used on the Italian Valtellina railway in 1902 and later in Hungary. Kandó's invention revolutionized railway transport. There is no specific documented connection to Swedish engineers in this discovery."
  },
  {
    "country": "sweden",
    "title": "The separator",
    "inventor": "Carl Gustaf de Laval",
    "date": "1878",
    "description": "The separator, also known as the cream separator, was invented by Swedish engineer and inventor Carl Gustaf de Laval in 1878. His invention was a major breakthrough in dairy farming, as it allowed for the efficient separation of cream from milk. This invention led to the foundation of the company Alfa Laval, which is still a major player in the dairy and food processing industry. There is no known connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Matchstick production machine",
    "inventor": "János Irinyi",
    "date": "1836",
    "description": "János Irinyi was a Hungarian chemist and inventor. In 1836, he invented a new type of matchstick that used a non-explosive mixture of lead dioxide and sulfur. This was a safer alternative to the phosphorus-based matches that were in use at the time. Irinyi later developed a machine for producing his matchsticks. This was a significant contribution to fire safety and industrial production. Interestingly, Swedish inventor Gustaf Erik Pasch would later create his own version of the safety match, also seeking to improve on existing, dangerous match technology."
  },
  {
    "country": "sweden",
    "title": "The refrigerator",
    "inventor": "Baltzar von Platen and Carl Munters",
    "date": "1922",
    "description": "The refrigerator was invented by two Swedish students, Baltzar von Platen and Carl Munters, in 1922. They developed an absorption refrigerator, which used a heat source to create the cooling effect. Their invention was later licensed to the company Electrolux and became a staple in homes and businesses around the world. Their work revolutionized food storage and preservation. There is no direct documented connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Electric motor",
    "inventor": "Ányos Jedlik",
    "date": "1828",
    "description": "Ányos Jedlik was a Hungarian inventor and physicist. In 1828, he created a working model of an electric motor. His motor used an electromagnet to create rotational motion, a principle that is fundamental to all modern electric motors. While his work was not widely known at the time, he is now recognized as one of the pioneers of electric technology. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The telephone",
    "inventor": "Lars Magnus Ericsson",
    "date": "1876",
    "description": "While Alexander Graham Bell is credited with inventing the telephone, Swedish inventor Lars Magnus Ericsson made significant improvements to the device. He developed a telephone that was more efficient and easier to use. He founded the company Ericsson to produce his telephones, which became a major player in the global telecommunications industry. Ericsson's work helped to make the telephone a practical and widely used device. There is no specific documented connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Pneumatic post",
    "inventor": "János Csonka",
    "date": "1872",
    "description": "János Csonka was a Hungarian engineer and inventor. In 1872, he developed and installed the first pneumatic post system in Budapest. This system used compressed air to send documents through tubes, and it was a precursor to modern pneumatic tube systems. This was a significant improvement in the speed and efficiency of communication within large buildings and cities. Csonka's work was highly innovative. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The zipper",
    "inventor": "Gideon Sundback",
    "date": "1913",
    "description": "The modern zipper was invented by Swedish-American engineer Gideon Sundback in 1913. He improved upon previous, less successful designs to create a fastener that was reliable and easy to use. His invention, which he called the 'Hookless Fastener,' was later renamed the 'zipper' and became a staple in clothing and other products. This invention revolutionized the fashion and manufacturing industries. There is no direct documented connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Electromagnetic dynamo",
    "inventor": "Ányos Jedlik",
    "date": "1861",
    "description": "Ányos Jedlik was a Hungarian inventor and physicist. In 1861, he developed a self-excited electromagnetic dynamo, which was a significant improvement over previous designs. His dynamo did not require an external power source to create a magnetic field, making it more efficient. This invention was a major step towards the development of modern power generators. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The modern steam turbine",
    "inventor": "Carl Gustaf de Laval",
    "date": "1883",
    "description": "Carl Gustaf de Laval was a Swedish engineer and inventor. In 1883, he developed a steam turbine that was much more efficient than previous designs. His turbine used a high-speed nozzle to direct steam at the blades, which was a major breakthrough in power generation. His invention was a key component of the industrial revolution and is still in use today. There is no known connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "The carburetor",
    "inventor": "Donát Bánki and János Csonka",
    "date": "1893",
    "description": "The modern carburetor was invented by Hungarian engineers Donát Bánki and János Csonka in 1893. Their carburetor was a significant improvement over previous designs, as it used a spray nozzle to atomize the fuel, which made the internal combustion engine more efficient. This invention was a major step towards the development of modern automobiles. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The air-to-air missile",
    "inventor": "Erik Söderlund",
    "date": "1949",
    "description": "The air-to-air missile was invented by Swedish engineer Erik Söderlund in 1949. His missile, the 'Robot 304,' was the first air-to-air missile to be developed and used by a military force. This invention was a major breakthrough in military technology and changed the nature of aerial combat. There is no known connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "The safety razor",
    "inventor": "János Csonka",
    "date": "1898",
    "description": "János Csonka was a Hungarian engineer and inventor. In 1898, he developed a safety razor that used a disposable blade. His invention was a major improvement over previous razors, which were often dangerous and difficult to use. Csonka's safety razor was a significant contribution to personal hygiene and is still in use today. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The three-point seatbelt",
    "inventor": "Nils Bohlin",
    "date": "1959",
    "description": "The three-point seatbelt, a modern safety staple in cars, was invented by Swedish engineer Nils Bohlin while working for Volvo in 1959. Bohlin's design was simple, effective, and crucial for passenger safety, significantly reducing injuries and fatalities in car accidents. Volvo made the patent available to other car manufacturers for free, a decision that has saved countless lives globally. There is no specific documented connection to Hungarian engineers in the development of this life-saving invention."
  },
  {
    "country": "hungary",
    "title": "The ballpoint pen",
    "inventor": "László Bíró",
    "date": "1938",
    "description": "The ballpoint pen was invented by Hungarian-Argentine journalist László Bíró in 1938. He developed a pen that used a quick-drying ink and a small ball at the tip to dispense the ink. This invention was a major improvement over previous pens, which were often messy and unreliable. Bíró's pen became a global sensation and is still in use today. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The mobile phone",
    "inventor": "Lars Magnus Ericsson",
    "date": "1910",
    "description": "While the mobile phone as we know it today was developed much later, Swedish inventor Lars Magnus Ericsson is credited with developing a car-based telephone system in 1910. This was a precursor to modern mobile phones and was a major step towards the development of wireless communication. Ericsson's company, Ericsson, became a major player in the global telecommunications industry. There is no specific documented connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "The safety razor blade",
    "inventor": "János Csonka",
    "date": "1898",
    "description": "János Csonka was a Hungarian engineer and inventor. In 1898, he developed a safety razor that used a disposable blade. His invention was a major improvement over previous razors, which were often dangerous and difficult to use. Csonka's safety razor was a significant contribution to personal hygiene and is still in use today. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The gas mask",
    "inventor": "Lars Magnus Ericsson",
    "date": "1905",
    "description": "Lars Magnus Ericsson was a Swedish inventor and engineer. In 1905, he developed a gas mask that was used by the Swedish army. His gas mask was a major improvement over previous designs, as it was more effective at filtering out poisonous gases. This invention was a significant contribution to military technology and public safety. There is no specific documented connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "The electric bulb",
    "inventor": "Ányos Jedlik",
    "date": "1855",
    "description": "Ányos Jedlik was a Hungarian inventor and physicist. In 1855, he developed a light bulb that used a vacuum and a glowing platinum wire to create light. His light bulb was a precursor to modern incandescent light bulbs and was a significant step towards the development of electric lighting. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The refrigerator car",
    "inventor": "Carl Gustaf de Laval",
    "date": "1890",
    "description": "Carl Gustaf de Laval was a Swedish engineer and inventor. In 1890, he developed a refrigerator car that was used to transport perishable goods. His refrigerator car used a cooling system to keep the goods fresh, which was a major breakthrough in food transportation. This invention was a significant contribution to the food industry and public health. There is no known connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "The electric telegraph",
    "inventor": "Ányos Jedlik",
    "date": "1840",
    "description": "Ányos Jedlik was a Hungarian inventor and physicist. In 1840, he developed a working model of an electric telegraph. His telegraph used a series of electromagnets to send messages over a distance. This invention was a major step towards the development of modern telecommunications. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "The milking machine",
    "inventor": "Carl Gustaf de Laval",
    "date": "1896",
    "description": "Carl Gustaf de Laval was a Swedish engineer and inventor. In 1896, he developed a milking machine that was used to milk cows more efficiently. His milking machine was a major breakthrough in dairy farming and helped to improve the efficiency and hygiene of milk production. This invention was a significant contribution to the agricultural industry. There is no known connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "The electric locomotive",
    "inventor": "Kálmán Kandó",
    "date": "1923",
    "description": "Kálmán Kandó was a Hungarian engineer who is known as the father of the electric locomotive. He developed the single-phase AC traction system for railways, which made it possible to use electric locomotives for long-distance travel. His system was first used on the Italian Valtellina railway in 1902 and later in Hungary. Kandó's invention revolutionized railway transport. There is no specific documented connection to Swedish engineers in this discovery."
  },
  {
    "country": "sweden",
    "title": "The ball bearing",
    "inventor": "Sven Wingquist",
    "date": "1907",
    "description": "The modern self-aligning ball bearing was invented by Swedish mechanical engineer Sven Wingquist in 1907. He founded the company SKF (Swedish Ball Bearing Factory) to produce his invention. The self-aligning ball bearing was a significant improvement over previous designs, as it could accommodate slight misalignments in a shaft without failing. This invention was crucial for the development of modern machinery and transportation. There is no known direct connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Graphite pencil lead",
    "inventor": "Miklós Báró",
    "date": "1761",
    "description": "Miklós Báró was a Hungarian physicist who in 1761 developed a method for creating a consistent graphite pencil lead. Prior to this, pencils were made with raw graphite which was often brittle and inconsistent. Báró's process involved mixing powdered graphite with clay and then firing it, a technique that was later refined by Nicolas-Jacques Conté in France. Báró's work laid the foundation for modern pencil manufacturing and improved writing and drawing tools. There is no known connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "Dynamite",
    "inventor": "Alfred Nobel",
    "date": "1867",
    "description": "Dynamite is an explosive made of nitroglycerin, sorbents, and stabilizers. It was invented by Swedish chemist and engineer Alfred Nobel in 1867. Nobel's invention made mining and construction safer and more efficient. He also used his vast fortune from this invention to establish the Nobel Prizes, which have been awarded annually since 1901. The Nobel Prizes recognize outstanding contributions to humanity. Many Hungarians have been awarded Nobel Prizes, a testament to the country's scientific contributions."
  },
  {
    "country": "hungary",
    "title": "Helicopter",
    "inventor": "Oszkár Asbóth",
    "date": "1928",
    "description": "While many contributed to the development of the helicopter, Hungarian engineer Oszkár Asbóth built and flew a successful helicopter in 1928. His helicopter, the AH-1, achieved a stable vertical flight, which was a significant milestone. His work was a major step towards the development of practical helicopters. He built several prototypes and continued to refine his designs. There is no documented connection to Swedish aviation pioneers in this specific invention."
  },
  {
    "country": "sweden",
    "title": "Ball bearing",
    "inventor": "Sven Wingquist",
    "date": "1907",
    "description": "The modern self-aligning ball bearing was invented by Swedish mechanical engineer Sven Wingquist in 1907. He founded the company SKF (Swedish Ball Bearing Factory) to produce his invention. The self-aligning ball bearing was a significant improvement over previous designs, as it could accommodate slight misalignments in a shaft without failing. This invention was crucial for the development of modern machinery and transportation. There is no known direct connection to Hungarian inventors in this discovery."
  },
  {
    "country": "hungary",
    "title": "Fordite",
    "inventor": "Árpád Fóti",
    "date": "1931",
    "description": "Fordite, a material used in dentistry, was invented by Hungarian dentist and inventor Árpád Fóti. It is a synthetic dental filling material that was widely used in the mid-20th century. Fóti's invention was a significant improvement over previous dental materials, as it was more durable and easier to work with. The material helped to improve dental care for millions of people. There is no specific documented connection to Swedish dental technology in this invention."
  },
  {
    "country": "sweden",
    "title": "The adjustable wrench",
    "inventor": "Johan Petter Johansson",
    "date": "1891",
    "description": "The adjustable wrench was invented by Swedish inventor Johan Petter Johansson in 1891. His invention, also known as the 'Swedish key,' made it possible to adjust the size of the wrench to fit different nuts and bolts. This eliminated the need for a large set of fixed-size wrenches and revolutionized toolboxes everywhere. Johansson's company, Bahco, is still in operation today. There is no specific documented connection to Hungary in the invention of this tool."
  },
  {
    "country": "hungary",
    "title": "Computer keyboard",
    "inventor": "Mihály Pollack",
    "date": "1892",
    "description": "While many contributed to the development of the typewriter and later the computer keyboard, Hungarian-born engineer Mihály Pollack developed a typewriter with a keyboard that was ergonomically more efficient. His design had a split keyboard, which was a precursor to modern ergonomic keyboards. Pollack's work was influential in the development of office machinery. There is no known direct connection to Swedish inventors in this discovery."
  },
  {
    "country": "sweden",
    "title": "Safety match",
    "inventor": "Gustaf Erik Pasch",
    "date": "1844",
    "description": "The modern safety match was invented by Swedish professor Gustaf Erik Pasch in 1844. He separated the phosphorus from the match head and placed it on the striking surface, making the matches much safer to use. This invention was a major step forward in fire safety and was commercialized by the Swedish company Jönköpings Tändsticksfabrik. The safety match became a staple product worldwide. There is no direct documented connection to Hungarian inventors in this discovery."
  }
]
